[
    {
        "language": "es",
        "urlpath": "fiscalizacion-de-policia/queja",
       "translations": {
               "http://localhost:5000": "https://6jm8rnjkxf.execute-api.us-east-1.amazonaws.com/staging",
               "void 0,%/form/submit%": "%https://6jm8rnjkxf.execute-api.us-east-1.amazonaws.com/staging%,%/form/submit%",
               "police-oversight/complaint": "fiscalizacion-de-policia/queja",
               "introduction":"introduccion",
               "what-happened": "que-sucedio",
               "share-evidence": "compartir-evidencia",
               "officer-details": "detalles-oficial",
               "witness-details": "detalles-testigos",
               "about-you": "acerca-de-usted",
               "review-and-submit": "revisar-y-enviar",


               "You DO NOT have to give personal information in order to file a complaint.": "Usted NO TIENE que proveer informacion personal para poder enviar una queja.",
               "By telling us about your experience, you help us better serve you and your community. Thank you.": "Al decirnos de su experiencia, usted nos ayuda a servirle mejor a usted y a su comunidad. Gracias.",
               "Required information": "Informacion Requerida",
               "What happened": "Que sucedio",
               "Optional information": "Informacion Opcional",
               "Officer(s) involved": "Agentes de policia involucrados",
               "We are the Office of Police Oversight, impartial and separate from the Austin Police Department.": 
                   "Somos la Oficina de la Fiscalizacion de Policia, somos imparciales y separados del Departamento de Policia de Austin",
               
               "Learn more about who we are and what we do.": "Aprenda mas sobre quienes somos y que es lo que hacemos.",
               
               
               "Your contact information for us to follow up with you (translators available)": 
                   "Su informacion de contacto es para poder dar seguimiento con usted (traductores disponibles)",
               "Call the Office of Police Oversight at 512-972-2676. We’d be happy to speak with you.": 
                   "Llame a la Oficina de la Fiscalizacion de Policia al 512-972-2676. Esperamos su llamada. ",
               "You can complete the form in person at the Office of Police Oversight at 1520 Rutherford Lane, Austin, TX 78754. We are in Building 1, on the 2nd floor, Suite 211. Visitor parking is in front of the main entrance. You will need to check in with building security at the front desk.": 
                   "Usted puede completar la forma en persona en la Oficina de la Fiscalizacion de Policia en la direccion 1520 Rutherford Lane, Austin, TX 78754. Estamos en el Edificio No. 1, segundo piso, en la Suite 211. Estacionamiento de visitante es justo en frente de la entrada principal. Usted necesitara verificar su presencia con la oficina de seguridad en la recepcion.",
               "If you need language translation, you can call with a friend to translate for you or ask for a translator. Just tell us the language you prefer.": 
                   "Si usted necesita traduccion en su idioma, usted puede pedirle a un amigo que llame por usted para solicitar a un traductor. Tan solo indique que idioma prefiere usted.",
               "Office hours are Monday through Friday, 9 am to 5 pm.": 
                   "Las horas de la oficina son Lunes a Viernes, 9 am a 5 pm",
               "Download the compliant form (PDF). Print and fill out the form, then mail it to:":
                   "Descargue el formulario de queja en PDF. Imprima y llene el formulario, despues mandar a la siguiente direccion:",
               
               "Tell us what happened": "Diganos que sucedio",
               "Describe your experience with the Austin Police Department.":
                   "Describa su experiencia con el Departamento de Policia de Austin.",
               "Date and time, if known?": 
                   "Fecha y hora (si usted lo sabe)",
               "Your name as it appears on the ticket":
                   "Su nombre asi como aparece en el ticket",
               "I received a ticket during this interaction.": 
                   "Recibi un ticket durante esta interaccion",
               "We'll need your name in order to find the ticket you’re referencing.":
                   "Nosotros necesitamos saber su numbre para poder encontrar el ticket del que usted menciona.",
               "Type in the location or drag the map to the location.":
                   "Escriba la ubicacion o mueva el mapa a la ubicacion correcta.",


               "Share your photos or video": "Comparta sus fotos o video",
               "Share your evidence": "Comparta su evidencia",
               "Do you have additional information? This could include video, audio, photos, police reports, hospital records, or anything else you want to share.":
                   "Tiene informacion adicional? Esto puede incluir video, audio, fotos, reportes de policia, registros del hospital, o cualquier otra cosa que desee compartir.",
               "Upload any evidence that you have (video files, audio files, photos, police report, hospital record, etc)":
                   "Envie cualquier evidencia que tenga (videos, audio, fotos, reportes de policia, registros de hospital, etc.)",
               
               "Drag & Drop your files or ": "Arrastre los archivos aqui o ",
               
               "Tell us about the officer(s)": "Diganos de los oficial(es)",
               "Do you remember any details about the officer(s) you’d like to share?": 
                   "Recuerda algunos detalles acerca de los oficiales que quiera compartir?",
               "Examples: hair color, eye color, weight, height, facial hair, tattoos, scars, etc.": 
                   "Ejemplos: color de cabello, color de ojos, peso, altura, cabello facial, tatuajes, cicatrices, etc.",
               "What was the officer wearing?":
                   "Que tenia puesto el oficial?",
               "What kind of car or transportation was the officer using?": 
                   "Que tipo de transporte usaba el oficial?",
               "Placeholder Officer Details": 
                   "Detalles del Oficial",
               
               "Tell us about any witnesses": "Detalles del Testigo",
               "Do you remember any details about witness(es) you’d like to share?": 
                   "Recuerta algunos detalles acerca de testigos que quiera compartir?",
               "Is there anything we should know about this witness?": 
                   "Hay algo que debamos saber acerca de este testigo?",
               "Examples: Examples: were they injured, were they harassed, how were they involved, etc.":
                   "Ejemplos: Fueron lastimados, fueron molestados, como se involucraron, etc.",
               "Placeholder Witness Details": 
                   "Detalles del Testigo",

               "Tell us about you": "Diganos de usted",
               "I am willing to be contacted by the Office of Police Oversight in two to four business days.":
                   "Estoy dispuesto a ser contactado por la Oficina de la Fiscalizacion de Policia en dos a cuatro dias habiles.",
               "Your name": "Su Nombre",
               "Your phone number": "Su Numero de Telefono",
               "Your email address": "Su Direccion de E-Mail",
               "Required if you want the case number confirmation sent to your email.": 
                   "Requerido si desea recibir un numero de confirmacion a su direccion de email.",
               "I would like an interpreter for all my future interactions.": 
                   "Me gustaria recibir la ayuda de un interprete en todas mis interacciones.",


               "File a Complaint": "Envie una queja",
               "File a complaint": "Enviar una queja",
               "Patrol car or motorcycle": "Patrulla o motocicleta",
               "Unmarked car or motorcycle": "Carro o motocicleta normal",
               "Horse": "Caballo",
               "Bicycle": "Bicicleta",
               "On foot": "A pie",
               "I don't know": "No lo se",
               "Add Another": "Agregar Otro",
               "In person": "En Persona",
               "Witness(es) ": "Testigo(s)",
               "Over the phone": "Llamada Telefonica",
               "By mail": "Por Correo",
               "About Us": "Acerca de Nosotros",
               "Select an option": "Seleccione una opcion",

               "Phone number": "Numero de Telefono",
               "Your gender": "Su Genero",
               "Non-binary": "No-binario",
               "Prefer not to say": "Prefiero no decir",
               "Your race": "Su Grupo Etnico",
               "Your zip code": "Su Codigo Postal",
               "Contact preferences": "Preferencias de Contacto",
               "Submit Application": "Enviar Queja",
               "Please provide a response": "Por favor provea una respuesta",

               "%Demographic information%": "%Informacion Demografica%",
               "This information helps us recognize trends across the City that lead to policy and training recommendations.":
                   "Esta informacion nos ayuda a reconocer tendencias a lo largo de la ciudad que pueden llevar a crear recomendaciones para cambios en la ley y de entrenamiento.",

               "Race": "Raza",
               "Gender": "Genero",
               "Male": "Masculino",
               "Female": "Femenino",
               "Badge Number": "Numero de Placa",
               "In uniform": "En Uniforme",
               "In regular clothes": "En Ropa Regular",
               "Physical Description": "Descripcion Fisica",

               "We have received your complaint":
                   "Hemos recibido su queja",
               "Your case number:":
                   "Su numero de confirmacion:",
               "Our job is to make sure your complaint is investigated fairly and thoroughly. Thank you for sharing your experience with us. This helps us better serve you and your community.":
                   "Nuestro trabajo es asegurar que queja sea investigada de manera justa y completea. Gracias por compartir su experienca con nosotros. Esto nos ayuda a servirle mejor a usted y a su comunidad.",
               "You will receive an email with a copy of your complaint and a confirmation number. You can email us at ":
                   "Usted recibira un email con una copya de su queja y un numero de confirmacion. Usted nos puede contactar a ",
               " or call us at ":
                   " o llamando a ",
               " with your confirmation number to find where your complaint is in this process.": 
                   " con su numero de confirmacion para saber en que parte del proceso se encuentra su queja.",
               "If you provided your contact information, a staff person from the Office of Police Oversight will contact you within two to four business days.":
                   "Si usted ha provehido su informacion de contacto, una personal de Oficina de la Fiscalizacion de la Policia se comunicara con usted en dos a cuatro dias habiles.",
               "What happens next":
                   "Que sigue despues?",

               "Update Page": "Actualizar",
               "Back": "Atras",
               "Continue": "Continuar",
               ">Browse<": ">Seleccionar<",
               "Required": "Requerido",

               "Yes": "Si",
               "No": "No",

               "%Uploading%": "%Enviando archivo%",
               "%Upload complete%": "%Envio completo%",
               "%Upload cancelled%": "%Envio completo%",
               "%Error during upload%": "%tap to cancel%",
               "%tap to cancel%": "%presione para cancelar%",
               "%tap to retry%": "%presione para re-intentar%",
               "%tap to undo%": "%presione para borrar%",
               "%Remove%": "%Remover%",
               "%Abort%": "%Abortar%",
               "%Retry%": "%Re-Intentar%",
               "%Cancel%": "%Cancelar%",
               "%Undo%": "%Deshacer%",
               "%Upload%": "%Enviar%",
               "%Edit%": "%Editar%",
               ">Edit<": ">Editar<",

               "%Other%": "%Otro%",
               "%Start%": "%Comenzar%",
               "%Location%": "%Ubicacion%",
               "%Online%": "%En-Linea%",
               ":%Name%": ":%Nombre%",
               "%Time %": "%Tiempo%",
               "%Email%": "%E-Mail%",
               "%True%": "%Si%",

               "language:%en%": "language:%es%",

               "%White or Euro-American%": "%Anglosajon o Euro-Americano%",
               "%Latino or Hispanic American%": "%Latino o Hispano Americano%",
               "%Black, Afro-Caribbean, or African American%": "%Afro-Caribeno, Afro-Americano, Ascendencia Africana%",
               "%East Asian or Asian American%": "%Asiatico del Este or Asiatico-Americano%",
               "%South Asian or Indian American%": "%Asiatico del Sur o Indu-Americano%",
               "%Middle Eastern or Arab American%": "%Medio-Oriente o Arabe-Americano%",
               "%Native American or Alaskan Native%": "%Nativo Americano o Nativo de Alaska%",
               "%Native Hawaiian or Other Pacific Islander%": "%Nativo Hawaiiano o Isleno del Pacifico%",

               "%January%,%February%,%March%,%April%,%May%,%June%,%July%,%August%,%September%,%October%,%November%,%December%":
                   "%Enero%,%Febrero%,%Marzo%,%Abril%,%Mayo%,%Junio%,%Julio%,%Agosto%,%Septiembre%,%Octubre%,%Noviembre%,%Diciembre%",

               "%Jan%,%Feb%,%Mar%,%Apr%,%May%,%Jun%,%Jul%,%Aug%,%Sep%,%Oct%,%Nov%,%Dec%":
                   "%Ene%,%Feb%,%Mar%,%Abr%,%May%,%Jun%,%Jul%,%Ago%,%Sep%,%Oct%,%Nov%,%Dic%",

               "%Sunday%,%Monday%,%Tuesday%,%Wednesday%,%Thursday%,%Friday%,%Saturday%":
                   "%Domingo%,%Lunes%,%Martes%,%Miercoles%,%Jueves%,%Viernes%,%Sabado%",

               "%Sun%,%Mon%,%Tue%,%Wed%,%Thu%,%Fri%,%Sat%": 
                   "%Dom%,%Lun%,%Mar%,%Mie%,%Jue%,%Vie%,%Sab%",

               "Office of Police Oversight": "Oficina de la Fiscalizacion de la Policia"
       }
   },
   {
        "language": "ru",
        "urlpath": "fiscalizacion-de-policia/queja",
       "translations": {
               "police-oversight/complaint": "fiscalizacion-de-policia/queja",
               "Office of Police Oversight": "Oficina de la Fiscalizacion de la Policia",
               "File a Complaint": "Envie una queja"
       }
   }
]
